---
kind: property
id: P:Autodesk.Revit.DB.FamilySizeTableErrorInfo.FilePath
source: html/aa583c5c-d82a-cff1-3b60-93f6ecb7aacc.htm
---
# Autodesk.Revit.DB.FamilySizeTableErrorInfo.FilePath Property

The path of the imported CSV file.

## Syntax (C#)
```csharp
public string FilePath { get; }
```